import './about.scss';

const About = () => {
    return (
        <div className="about">
            <div className=" header about__header"><span>0.1.</span> ОБО МНЕ</div>
            <div className="about__info">
                Я начал увлекаться разработкой летом 2022 года, тогда я смотрел множество ютуб-роликов про разработку, и начал учиться по курсам и пытался создавать свои сайты.
                <br /><br />
                Во время обучения по курсам я часто практиковался, решал задачи, делал сайты, и конечно же учился. У меня есть среднее-специальное образование "Программное обеспечение и Вычислительная техника"
                <br /> <br />
                Спустя пол года обучения я до сих пор учусь, и чувствую себя очень мотивированным, я рад что Frontend стал моим хобби.
            </div>
        </div>
    )
}

export default About;